Repository: dynacase-labs/dynacase-mailconnector
Catalog: MAILCONNECTOR_*.po
Languages: fr

source: %d messages to transferts
fr: %d messages à transférer

source: %d messages transfered
fr: %d messages transférés

source: %d messages transferred
fr: %d messages transférés

source: %s new messages
fr: %s nouveaux messages

source: Access admin mailboxes
fr: Accès à l'administration des boîtes aux lettres

source: Copy messages from IMAP to freedom
fr: Copie de messages depuis IMAP vers freedom

source: Create new mailbox
fr: Créer une nouvelle boîte à lettres

source: Folder
fr: Dossier

source: IMAP Server
fr: Serveur IMAP

source: Mail connector
fr: Connecteur de messagerie

source: Mail connector admin
fr: Administration des boîtes aux lettres

source: Mailbox Name
fr: Nom de la boîte à lettre

source: Manage linked mailboxes
fr: Gestion des boîtes aux lettres connectées

source: Message Date
fr: Date du message

source: Messages log
fr: Journal des messages

source: Modify messages profils
fr: Modification du profil des messages

source: No mailboxes
fr: Pas de boîtes à lettre

source: Retreive messages
fr: Récupérer les messages

source: Retrieve date
fr: Date de récupération

source: Retrieve messages for %s mailbox
fr: Récupérer les messages pour la boîte aux lettres %s

source: Service for verify new mail
fr: Service pour la vérifications des boites d'échange de couriel

source: Subject
fr: Sujet

source: Transfert
fr: Transférer

source: View and create new mailboxes
fr: Voir et créer des boites d'échange pour le couriel

source: View my mailboxes
fr: Voir mes boîtes d'échange

source: View only first five
fr: Seul les 5 premiers sont affichés

source: associated default profil for [ADOC %s] mailbox
fr: Profil associé par défaut pour la boîte aux lettres [ADOC %s]

source: cannot see unknow reference %s
fr: Ne peut voir la référence inconnue "%s"

source: connection OK
fr: connexion OK

source: exchange mailboxes -%d-
fr: Boîte d'échanges -%d-

source: imap folder %s not found
fr: dossier IMAP %s non trouvé

source: imap folder %s not found : %s
fr: le dossier imap %s est introuvable : %s

source: mbfrom
fr: De

source: mbto
fr: Pour

source: min delay is 5 minutes
fr: Le délai minimum est de 5 minutes

source: no message profil document has been defined
fr: aucun document profil pour les messages a été défini

source: no new messages
fr: pas de nouveau message

source: one new message
fr: un nouveau message

source: open it in a new window
fr: ouvrir dans une nouvelle fenêtre

source: profil for %s mailbox
fr: Profil pour la boîte aux lettres %s

source: retrieves messages from IMAP server
fr: récupération des messages depuis le serveur IMAP

source: test connection with IMAP server
fr: test de connexion vers le serveur IMAP

source: timeout in second for waiting connection
fr: timeout en secondes pour les temps de connection
